Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བྱ་བས་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་དེང་གསོ་སྦྱོང་བྱིན་གྱིས་བརླབ་བོ། །
en: So that I, the monk named so-and-so, may perfect the body of pure conduct, today I sanction the restoration rite.’

source: གང་གི་ཚེ་དགེ་འདུན་ཚོགས་པ་རྙེད་པ་དེའི་ཚེ་དགེ་འདུན་དང་ལྷན་ཅིག་ཏུ་གསོ་སྦྱོང་རྒྱ་ཆེར་ཉམས་སུ་མྱང་བར་བྱ་ཞིང་། སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་འདོན་པར་བྱའོ་སྙམ་དུ་སེམས་བསྐྱེད་པར་བྱ་ཞིང་ཚིག་ཏུའང་བརྗོད་པར་བྱའོ། །
en: “He should rouse the following intention and recite the words, ‘When I find a saṅgha assembly, I will participate in the full restoration rite together with the saṅgha and listen to the reciter recite The Prātimokṣa Sūtra.’

source: གང་ན་དགེ་སློང་གཉིས་འཁོད་པ་དེར་ནི་རིམ་པ་དེ་ཉིད་ཀྱིས་གཅིག་ལ་གཅིག་བརྗོད་པར་བྱའོ། །
en: “Where two monks are staying together, they should recite the words just given to one another.

source: གང་ན་དགེ་སློང་གསུམ་འཁོད་པ་དེར་ཡང་རིམ་པ་དེ་ཉིད་ཀྱིས་གཅིག་ལ་གཅིག་བརྗོད་པར་བྱའོ། །
en: Likewise, where three monks are staying together, they should say them one by one in turn to one another.

source: གང་ན་དགེ་སློང་བཞི་པ་འཁོད་པ་དེར་ནི་དེ་རྣམས་ཀྱིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱའོ། །
en: Where four monks are staying together, they should make a motion and then perform the restoration rite.

source: དེར་ནི་ནད་པའི་ཡོངས་སུ་དག་པ་བླང་བར་མི་བྱའོ། །
en: In such a place, a sick monastic’s profession of purity should not be received.

source: གང་ན་དགེ་སློང་ལྔའམ། ལྷག་པར་འཁོད་པ་དེར་ནི་དེ་རྣམས་ཀྱིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱའོ། །
en: Where five or more monks are staying together, they should make a motion and then perform the restoration rite.

source: ནད་པའི་ཡོངས་སུ་དག་པ་ཡང་བླང་བར་བྱའོ།། །།འདུལ་བ་གཞི། བམ་པོ་བཅུ་གསུམ་པ།
en: In such a place, a sick monastic’s profession of purity may also be received.

source: སྡོམ་ལ། རྒྱལ་པོས་དགེ་སློང་བཟུང་བ་དང་། །བྱ་བ་ཡོད་ཀྱིས་མ་ལྡང་དང་། །སྨྱོས་པ་གནང་བ་སྦྱིན་པ་དང་། །དྲན་པ་བཅུ་པོ་དག་ཡིན་ནོ། །འདི་ལྟ་སྟེ་རྒྱལ་པོའམ།
en: The King A summary: The king apprehends a monk, There is business so do not rise, Giving exemptions to the deranged, And the ten recollections.

source: ཆོམ་རྐུན་པའམ། གསོད་པའམ། ཕྱིར་རྒོལ་བའམ། དགྲ་བོ་རྣམས་ཀྱིས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་བཟུང་ན། དགེ་སློང་དེའི་དོན་གྱི་ཕྱིར་དགེ་སློང་དེ་རྣམས་ཀྱིས་མངོན་སུམ་དུའམ་ཕྲིན་པ་གཏང་ཞིང་དགེ་སློང་འདི་བདག་ཅག་གི་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་ཡིན་གྱིས།
en: The King Apprehends a Monk “If a king, bandit, murderer, brigand, or enemy apprehends a monk on the fifteenth, the day of the restoration rite, the monks should, on behalf of that monk, either go in person or send a messenger to say, ‘As this monk is our fellow brahmacārin, we ask that you release him.’

source: འདི་ཐོང་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །གལ་ཏེ་གཏོང་ན་དེ་ལྟ་ན་ལེགས།
en: If he is released, then all is well.

source: ཇི་སྟེ་མི་གཏོང་ན་དགེ་སློང་འདི་དང་བདག་ཅག་བྱ་བ་ཅུང་ཟད་ཅིག་ཡོད་ཀྱིས། དགེ་སློང་འདི་ཐོང་ཤིག་ཅེས་ཕྲིན་པ་གཉིས་པ་གཏང་བར་བྱའོ། །
en: If he is not released, a second messenger should be sent to say, ‘As we have some business with this monk, we ask that you please release him.’

source: གལ་ཏེ་གཏོང་ན་དེ་ལྟ་ན་ལེགས།
en: If he is released, then all is well.

source: ཇི་སྟེ་མི་གཏོང་ན་དགེ་སློང་དེ་རྣམས་ཀྱིས་དཀྱིལ་འཁོར་བར་དོང་སྟེ་གསོ་སྦྱོང་བྱའོ། །
en: If he is not released, the monks should proceed to an inner circle and perform the restoration rite there.

source: དེའི་འོག་ཏུ་ཕྱི་དེ་ཉིན་པར་དགེ་སློང་དེ་ཐར་བར་བྱ་བའི་ཕྱིར་འབད་པར་བྱ་སྟེ།
en: Then, the following day, they should endeavor to secure the monk’s freedom.

source: གལ་ཏེ་འབད་པར་བྱེད་ན་དེ་ལྟ་ན་ལེགས།
en: If they so endeavor, then all is well.

source: ཇི་སྟེ་འབད་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if they do not.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་ནས། དགེ་འདུན་གྱི་སོ་སོར་ཐར་པ་བཏོན་ཏེ་གསོ་སྦྱོང་བྱས་པ་དང་།
en: There Is Business So Do Not Rise Later, on the fifteenth, the Blessed One sat down on a seat placed before the saṅgha of monks and performed the restoration rite by reciting the saṅgha’s Prātimokṣa.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་དགེ་འདུན་གྱི་བྱ་བ་ཅུང་ཞིག་ཡོད་ཀྱིས་རེ་ཞིག་མ་ལྡང་ཤིག །
en: The Blessed One then said to the monks, “There is some saṅgha business to attend to so please do not rise for a time.”

source: དེ་ནས་དགེ་སློང་ཞིག་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་གནས་ཤིག་ན་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མཆིས་པ་དེའི་ཡོངས་སུ་དག་པ་བླངས་ན་དེ་ལ་བདག་ཅག་གིས་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: One monk then stood up from his seat, took his upper robe from one shoulder, turned to the Blessed One and, after bowing with palms pressed together, asked the Blessed One, “Honorable One, what should we do if the profession of purity made by a monk who is sick, suffering, and tormented by illness at a site is received?”

source: དགེ་སློང་དེས་དགེ་སློང་བདག་ཉིད་ཡོངས་སུ་དག་པར་བྱ་བའི་ཕྱིར་ཡོངས་སུ་དག་པ་ཕུལ་བ་དེའི་འདུན་པ་བླང་བར་བྱའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་འདུན་པ་བླང་བར་བྱའོ་ཞེས་བཀའ་སྩལ་ན། དགེ་སློང་རྣམས་ཀྱིས་ཇི་ལྟར་བླང་བར་བྱ་བ་མི་ཤེས་ནས།
en: The Blessed One replied, “That monk should receive the consent of the monk who, because he is pure, has offered his profession of purity.’ ”

source: དགེ་སློང་དག་ངས་དགེ་སློང་འདུན་པ་འབུལ་བར་བྱེད་པའི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་རྣམས་བཅའ་བར་བྱ་སྟེ།
en: Monks, I will establish the rules of customary conduct by which a monk offers his consent.

source: དགེ་སློང་འདུན་པ་འབུལ་བར་བྱེད་པས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་མཆིལ་ལྷམ་གཉིས་ཕུད་ནས་རྒན་རིམས་བཞིན་དུ་ཕྱག་འཚལ་ཏེ། ཙོག་ཙོག་པོར་འདུག་ནས་ཐལ་མོ་སྦྱར་ཏེ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: The monk offering his consent should take his upper robe from one shoulder, take off both sandals, and prostrate to the assembled in order of seniority before squatting with palms pressed together and saying, ‘Venerable ones, please listen.

source: དགེ་འདུན་ཆོས་བཞིན་དུ་མཛད་པ་ལ་འདུན་པ་འབུལ་ལོ། །བདག་གི་གསོ་སྦྱོང་ཡང་ཡོངས་སུ་དག་གོ། །
en: I offer my consent for the saṅgha to properly perform its duties.

source: འདུན་པ་དང་ཡོངས་སུ་དག་པ་ཡང་བརྗོད་དོ། །
en: My restoration rite is pure, I give my consent and profess my purity.

source: དགེ་སློང་འདུན་པ་འབུལ་བས་གལ་ཏེ་ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འདུན་པ་འབུལ་བར་བྱེད་ན་འདུན་པ་ཕུལ་བར་བརྗོད་པར་བྱའོ། །
en: If the monk offering his consent physically communicates his consent, his consent should be announced.

source: ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འདུན་པ་འབུལ་བར་བྱེད་ན་འདུན་པ་ཕུལ་བར་བརྗོད་པར་བྱའོ། །
en: If the monk offering his consent verbally communicates his consent, his consent should be announced.

source: ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་དང་། ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འདུན་པ་འབུལ་བར་བྱེད་ན་འདུན་པ་ཕུལ་བར་བརྗོད་པར་བྱའོ། །ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་ཀྱིས་ཀྱང་འབུལ་བར་མི་བྱེད།
en: If the monk offering his consent both physically and verbally communicates his consent, his consent should be announced.

source: དགེ་འདུན་ཐམས་ཅད་དེར་འདོང་བར་མི་བྱེད་དམ། དགེ་སློང་དེ་དགེ་འདུན་གྱི་ནང་དུ་ལེན་པར་མི་བྱེད་པར་མི་མཐུན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if the entire saṅgha does not go to him, or if there is lack of a quorum due to his not being accepted among the saṅgha.

source: དགེ་སློང་འདུན་པ་འབུལ་བར་བྱེད་པས་ཀུན་ཏུ་སྤྱད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་རྣམས་ཡང་དག་པར་བླངས་ཏེ་མི་འཇུག་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: They will be guilty of a breach if the monk offering his consent follows the rules of customary conduct but his consent is not accepted after being properly received.

source: དགེ་སློང་དག་ངས་དགེ་སློང་འདུན་པ་ལེན་པའི་ཀུན་ཏུ་སྤྱད་པའི་ཆོས་རྣམས་བཅའ་བར་བྱ་སྟེ། དགེ་སློང་འདུན་པ་ལེན་པས་འདུན་པ་བླངས་ནས་བརྒྱུག་པར་མི་བྱའོ། །མགྱོགས་པར་མི་བྱའོ། །མཆོང་བར་མི་བྱའོ། །ཕྱི་རོལ་ལ་མཆོང་བར་མི་བྱའོ། །འོབས་ལ་མཆོང་བར་མི་བྱའོ། །
en: “Monks, I will establish the rules of customary conduct for monks who receive consent.

source: བང་རིམ་ལ་མཆོང་བར་མི་བྱའོ། །སྟེང་གི་ནམ་མཁའ་ལ་འདུག་པར་མི་བྱའོ། །མཚམས་ཀྱི་ཕྱི་རོལ་དུ་འགྲོ་བར་མི་བྱའོ། །གོམ་པ་གཅིག་གིས་སྐས་ཀྱི་རིམ་པ་གཉིས་ལ་ཐོད་རྒལ་དུ་འཛེག་པར་མི་བྱའོ། །གོམ་པ་གཅིག་གིས་ཐེམ་སྐས་ཀྱི་ཐེམ་པ་གཉིས་ལ་ཐོད་རྒལ་དུ་དུ་གཟེག་པར་མི་བྱའོ། །ཆུ་ལྐོག་མ་ནུབ་ཙམ་ལ་འབོག་པར་མི་བྱའོ། །གཉིད་ལོག་པར་མི་བྱའོ། །
en: After he has received consent, the monk who has received consent should not run, nor should he rush, jump, jump over partitions, jump over ditches, jump onto verandas, sit in the sky above, go beyond the boundary, climb a ladder two rungs at a time, climb a staircase two steps at a time, spill over onto a causeway, fall asleep, or sit in equipoise.

source: སྙོམས་པར་འཇུག་པར་མི་བྱའོ། །གཉིད་ལོག་པར་བྱེད་པ་དང་། སྙོམས་པར་འཇུག་པར་བྱེད་པ་ནི་རྒྱུ་གཉིས་ཀྱིས་སྨད་པར་བྱ་བ་ཡིན་ཏེ། ངོ་ཚ་མེད་པ་ཉིད་གང་ཡིན་པ་དང་། མ་ཀླས་པ་ཉིད་གང་ཡིན་པས་སོ། །
en: To fall asleep or to sit in equipoise are censured for two reasons: because one suggests disrespect and the other absentmindedness.

source: གང་གི་ཚེ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་ཚེ་དང་ལྡན་པ་དག་མ་ལྷགས་པ་རྣམས་ཀྱི་འདུན་པ་དང་ཡོངས་སུ་དག་པར་བརྗོད་ཅིང་བརྗོད་པར་ཡང་རིག་པར་གྱིས་ཤིག་ཅེས་སྨྲས་པའི་ཚེ།
en: “Then, when the saṅgha elder says, ‘Announce the consent and professions of purity of those venerable ones who have not come.

source: དེས་དགེ་སློང་དྲུང་ན་འདུག་པའི་མདུན་དུ་འདུག་སྟེ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: Let this profession be known,’ the monk who has received the consent sits before the monk seated in front and says, ‘Venerable, please listen.

source: གནས་ག་གེ་མོ་ཞིག་ན་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མིང་འདི་ཞེས་བགྱི་བའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ལགས་ཏེ། གནས་ག་གེ་མོ་ཞིག་ན་དགེ་སློང་བྲོ་འཚལ་བ་སྡུག་བསྔལ་བ་བྲོ་ཚབས་ཆེ་བ་མིང་འདི་ཞེས་བགྱི་བ་དེ་བར་ཆད་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་དག་གོ་ཞེས་ཁོ་ན་ཉིད་མཆིའོ། །
en: It is also the fifteenth, the restoration rite, for the monk named so-and-so, who is sick, suffering, and tormented by illness, at such and such a place, who is pure of hindering qualities.

source: དགེ་འདུན་ཆོས་བཞིན་དུ་མཛད་པ་ལ་འདུན་པ་འབུལ་ལོ། །
en: He has offered his consent for the saṅgha to properly perform its duties.

source: དེའི་གསོ་སྦྱོང་ཡང་ཡོངས་སུ་དག་གོ། །འདུན་པ་དང་ཡོངས་སུ་དག་པ་ཡང་བརྗོད་དོ། །
en: His restoration rite is also pure, I announce his consent and profession of purity.

source: དགེ་སློང་འདུན་པ་ལེན་པས་ཀུན་ཏུ་སྤྱད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་རྣམས་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: “They will be guilty of a breach if the monk who has received the consent follows the rules of customary conduct but his announcement is not accepted after being properly received.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་རེ་ཞིག་དགེ་སློང་འདུན་པ་དང་ཡོངས་སུ་དག་པ་ལེན་པས་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་ཏེ། དེ་ཉིད་དུ་རྒྱུན་ཆད་ཅིང་དུས་བགྱིད་ན་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ།
en: The venerable Upāli asked the Blessed Buddha, “Honorable One, if the monk receiving consent and a profession of purity comes to an end and dies immediately after having received consent and a profession of purity, has the profession of purity been received or not?”

source: དགེ་སློང་མ་སུན་ཕྱུང་བ་ཉིད་དམ། མ་བསད་པ་ཉིད་དམ། ཕ་བསད་པ་ཉིད་དམ། དགྲ་བཅོམ་པ་བསད་པ་ཉིད་དམ། དགེ་འདུན་གྱི་དབྱེན་བགྱིས་པ་ཉིད་དམ། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་ཉིད་དམ། མུ་སྟེགས་ཅན་ཉིད་དམ། མུ་སྟེགས་ཅན་ཞུགས་པ་ཉིད་དམ། རྐུ་ཐབས་སུ་གནས་པ་ཉིད་དམ། ཐ་དད་པར་གནས་པ་ཉིད་དམ། གནས་པར་མི་བགྱི་བ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བར་བགྱིད་ན་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ།
en: “Honorable One, if the monk receiving consent and a profession of purity makes an oath consenting to and professing to being a householder, or makes an oath that he is a novice, a person who has undergone castration, a person labeled a paṇḍaka, someone who has violated a nun, a matricide, a patricide, someone who has killed an arhat, someone who has caused a schism in the saṅgha, someone who has maliciously drawn blood from a tathāgata, a tīrthika, a convert to a tīrthika order, someone living under false pretenses, someone outside the common living, or someone denied the common living, has the profession of purity been received or not?”

source: བཙུན་པ་རེ་ཞིག་དགེ་སློང་འདུན་པ་དང་ཡོངས་སུ་དག་པ་ལེན་པས་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་ཏེ་ཤུལ་དུ་རྒྱུན་ཆད་ཅིང་དུས་བགྱིད་ན་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱིའམ། མ་བླངས་པར་བརྗོད་པར་བགྱི།
en: “Honorable One, if the monk receiving consent and a profession of purity comes to an end and dies afterwards while on his way, should the consent and profession of purity be declared received or not?”

source: ཉེ་བ་འཁོར་མ་བླངས་པ་ཡིན་ཏེ། ཡང་བླང་བར་བྱའོ། །ཁྱིམ་པ་ཉིད་དུ་གཡར་གྱིས་འཆ་བར་བགྱིད་དམ། དགེ་ཚུལ་ཉིད་དམ། ཟ་མ་ཉིད་དམ། མ་ནིང་ཉིད་དམ།
en: “Upāli, they have not been received and should be received again.

source: དགེ་སློང་མ་སུན་ཕྱུང་བ་ཉིད་དམ། མ་བསད་པ་ཉིད་དམ། ཕ་བསད་པ་ཉིད་དམ། དགྲ་བཅོམ་པ་བསད་པ་ཉིད་དམ། དགེ་འདུན་གྱི་དབྱེན་བགྱིས་པ་ཉིད་དམ། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་ཉིད་དམ། མུ་སྟེགས་ཅན་ཉིད་དམ། མུ་སྟེགས་ཅན་ཞུགས་པ་ཉིད་དམ། རྐུ་ཐབས་སུ་གནས་པ་ཉིད་དམ། ཐ་དད་པར་གནས་པ་ཉིད་དམ། གནས་པར་མི་བགྱི་བ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བར་བགྱིད་ན་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱི་འམ།
en: “If the monk receiving consent and a profession of purity makes an oath consenting to and professing to being a householder, or makes an oath that he is a novice, a person who has undergone castration, a person labeled a paṇḍaka, someone who has violated a nun, a matricide, a patricide, someone who has killed an arhat, someone who has caused a schism in the saṅgha, someone who has maliciously drawn blood from a tathāgata, a tīrthika, a convert to a tīrthika order, someone living under false pretenses, someone outside the common living, or someone denied the common living, has the profession of purity been received or not?”

source: བཙུན་པ་རེ་ཞིག་དགེ་སློང་འདུན་པ་དང་ཡོངས་སུ་དག་པ་ལེན་པས་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་ཏེ། དགེ་འདུན་གྱི་ནང་དུ་རྒྱུན་ཆད་ཅིང་དུས་བགྱིད་ན་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླངས་པར་བརྗོད་པར་བགྱི་འམ།
en: “If the monk receiving consent and a profession of purity comes to an end and dies while among the saṅgha after he has received consent and a profession of purity, has the profession of purity been received or not?”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་གནས་གང་ན་དགེ་སློང་གཅིག་པུ་མཆིས་པ་དེས་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི། ཉེ་བ་འཁོར་དགེ་སློང་དེས་གཙུག་ལག་ཁང་ཆག་ཆག་གདབ་པར་བྱ། ཕྱག་དར་བྱ། བ་ལང་གི་ལྕི་བ་སར་པས་བྱུག་པར་བྱ།
en: The venerable Upāli asked the Blessed Buddha, “Honorable One, what should a monk who is alone at a site do on the fifteenth, the day of the restoration rite?”

source: དེར་དགེ་སློང་ཡོངས་སུ་དག་པ་ལྟ་བ་མཐུན་པ་ལ་ལ་དག་འོང་ན་འདི་སྐད་ཅེས་ཀྱེ་ཚེ་དང་ལྡན་པ་དག་མྱུར་བ་མྱུར་བར་ཤོག་ཤིག །
en: If pure, like-minded monks should come, he should say, ‘O venerable ones! Come quickly!

source: དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱ་ཞིང་དེ་དག་དང་ལྷན་ཅིག་འདུག་སྟེ་གསོ་སྦྱོང་བྱའོ། །
en: It is the fifteenth and the saṅgha’s restoration rite.’ “They should then sit together and perform the restoration rite.

source: གང་གི་ཚེ་དགེ་འདུན་ཚོགས་པ་རྙེད་པ་དེའི་ཚེ་དགེ་འདུན་དང་ལྷན་ཅིག་ཏུ་གསོ་སྦྱོང་རྒྱ་ཆེར་ཉམས་སུ་མྱང་བར་བྱ་ཞིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ་སྙམ་དུ་སེམས་བསྐྱེད་པར་བྱ་ཞིང་ཚིག་ཏུ་ཡང་བརྗོད་པར་བྱའོ། །
en: “He should rouse the following intention and recite the words, ‘When I find a saṅgha assembly, I will participate in the full restoration rite together with the saṅgha and listen to the reciter recite The Prātimokṣa Sūtra.’

source: གང་ན་དགེ་སློང་བཞི་འཁོད་པ་དེར་ནི་དེ་རྣམས་ཀྱིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱའོ། །
en: Where four monks are staying together, they should make a motion and then perform the restoration rite.

source: དེར་ནི་ནད་པའི་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བླང་བར་མི་བྱའོ། །
en: In such a place, a sick monastic’s consent and profession of purity should not be received.

source: གང་ན་དགེ་སློང་ལྔའམ། ལྷག་པར་འཁོད་ན་དེ་རྣམས་ཀྱིས་གསོལ་བ་བྱས་ཏེ་གསོ་སྦྱོང་བྱའོ། །
en: Where five or more monks are staying together, they should make a motion and then perform the restoration rite.

source: ནད་པའི་འདུན་པ་དང་ཡོངས་སུ་དག་པ་ཡང་བླང་བར་བྱའོ། །
en: In such a place, a sick monastic’s consent and profession of purity can also be received.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་བྱེ་མ་སྐྱེས་སྒྲེན་མོར་བྱུང་སྟེ་སྨྱོས་ཤིང་སེམས་འཁྲུགས་ཏེ་དེ་དང་དེར་འཁྱམ་ཞིང་དེ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་རེས་འགའ་ནི་འོང་།
en: Giving Exemptions to the Deranged The Blessed Buddha was staying at Prince Jeta’s Grove, Anāthapiṇḍada’s park, near Śrāvastī when the venerable Saikata, deranged, his mind disturbed, wandered around naked, sometimes coming to the saṅgha’s restoration rite site and sometimes not.

source: རེས་འགའ་ནི་མི་འོང་། དགེ་འདུན་དང་ལྷན་ཅིག་རེས་འགའ་ནི་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་བྱེད།
en: Sometimes he participated with the saṅgha in the restoration rite, and sometimes he did not.

source: རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་མི་བྱེད། དགེ་འདུན་གྱི་དགེ་འདུན་གྱི་ཆེད་དང་བྱ་བ་རྣམས་ལ་རེས་འགའ་ནི་འོང་།
en: Sometimes he attended the saṅgha’s special events and acts, and sometimes he did not.

source: རེས་འགའ་ནི་མི་འོང་། དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་དགེ་འདུན་གྱི་ཆེད་དང་དགེ་འདུན་གྱི་བྱ་བ་དག་རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་བྱེད།
en: Sometimes he participated with the saṅgha in the saṅgha’s special events and acts, and sometimes he did not.

source: རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་མི་བྱེད་པས་དགེ་སློང་རྣམས་བདག་ཅག་མཐུན་པར་མ་གྱུར་ཅེས་ལས་རྣམས་མི་བྱེད་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་ཁྱེད་ཀྱིས་དགེ་སློང་བྱེ་མ་སྐྱེས་དང་གཞན་ཡང་དེ་ལྟ་བུ་གང་ཡིན་པ་ལ་སྨྱོས་པའི་གནང་བ་བྱིན་ཅིག །
en: Thus, when the monks found themselves unable to carry out certain acts due to their not having a quorum, they appealed to the Blessed One and the Blessed One replied, “Monks, an exemption for reasons of derangement should be given to the monk Saikata and others like him.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་དགོངས་སུ་གསོལ།
en: Once the whole saṅgha is seated and has a quorum, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: དགེ་སློང་བྱེ་མ་སྐྱེས་སྒྲེན་མོར་བྱུང་ནས་སྨྱོས་ཤིང་སེམས་འཁྲུགས་པ་དེ་དང་དེར་འཁྱམ་ཞིང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་རེས་འགའ་ནི་མཆི།
en: The monk Saikata, deranged, his mind disturbed, wanders around naked, sometimes coming to the saṅgha’s restoration rite site and sometimes not.

source: རེས་འགའ་ནི་མི་མཆི། དགེ་འདུན་དང་ལྷན་ཅིག་གསོ་སྦྱོང་རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་བགྱིད། རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་མི་བགྱིད།
en: Sometimes he participates with the saṅgha in the restoration rite and sometimes he does not.

source: དགེ་འདུན་གྱི་དགེ་འདུན་གྱི་ཆེད་དང་བགྱི་བ་རྣམས་ལ་རེས་འགའ་ནི་མཆི། རེས་འགའ་ནི་མི་མཆི།
en: Sometimes he attends the saṅgha’s special events and acts and sometimes he does not.

source: དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་དགེ་འདུན་གྱི་ཆེད་དང་བགྱི་བ་རྣམས་རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་བགྱིད།
en: Sometimes he participates with the saṅgha in the saṅgha’s special events and acts and sometimes he does not.

source: རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་མི་བགྱིད་པས་དགེ་སློང་རྣམས་བདག་ཅག་མཐུན་པར་མ་གྱུར་ཅེས་ལས་རྣམས་མི་བགྱིད་ན།
en: Thus, we monks find ourselves unable to carry out certain acts due to our, the monks, not having a quorum.

source: དགེ་འདུན་གྱིས་དགེ་སློང་བྱེ་མ་སྐྱེས་སྨྱོས་པ་ལ་སྨྱོས་པའི་གནང་བ་སྩལ་ཅིང་།
en: I ask that the saṅgha grant the monk Saikata an exemption for reasons of derangement.

source: གལ་ཏེ་ཚུར་མཆི་ཡང་བཟློག་པར་མི་བགྱི།
en: If he comes, do not attempt to stop him. If he goes, do not attempt to stop him.

source: ཕར་མཆི་ཡང་བཟློག་པར་མི་བགྱི་བར་དགེ་སློང་བྱེ་མ་སྐྱེས་ཚུར་མཆིའམ། ཕར་མཆི་ཡང་རུང་། དགེ་འདུན་གྱི་གསོ་སྦྱོང་དང་། དགག་དབྱེ་དང་། གསོལ་བ་དང་།
en: Whether the monk Saikata comes or goes, the saṅgha should not be deemed in discord when they perform the saṅgha’s restoration rite, lifting of restrictions, motions, acts by motion and resolution, or acts by motion and triple resolution.’

source: གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་བགྱི་སྟེ།
en: “That is the motion.

source: དེས་དགེ་འདུན་མི་མཐུན་པར་མི་འགྱུར་རོ། །འདི་ནི་གསོལ་བའོ། །ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The act is performed in the following way: “ ‘Venerable saṅgha, please listen.

source: དགེ་སློང་བྱེ་མ་སྐྱེས་འདི་ལྟར་སྒྲེན་མོར་བྱུང་ནས་སྨྱོས་ཤིང་སེམས་འཁྲུགས་ཏེ་དེ་དང་དེར་འཁྱམ་ཞིང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་རེས་འགའ་ནི་མཆི།
en: The monk Saikata, deranged, his mind disturbed, wanders around naked, sometimes coming to the saṅgha’s restoration rite site and sometimes not.

source: དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་དགེ་འདུན་གྱི་ཆེད་དང་དགེ་འདུན་གྱི་བགྱི་བ་རྣམས་རེས་འགའ་ནི་ཉམས་སུ་མྱོང་བར་བགྱིད།
en: Sometimes he participates with the saṅgha in the saṅgha’s special events and acts, and sometimes he does not.

source: དགེ་འདུན་གྱིས་དགེ་སློང་བྱེ་མ་སྐྱེས་སྨྱོས་པ་ལ་སྨྱོས་པའི་གནང་བ་སྩལ་ཅིང་། གལ་ཏེ་ཚུར་མཆི་ཡང་བཟློག་པར་མི་བགྱི།
en: I ask that the saṅgha grant the monk Saikata an exemption for reasons of derangement.

source: ཕར་མཆི་ཡང་བཟློག་པར་མི་བགྱི་བར་དགེ་སློང་བྱེ་མ་སྐྱེས་ཚུར་མཆིའམ།
en: If he comes, do not attempt to stop him.

source: ཕར་མཆི་ཡང་རུང་། དགེ་འདུན་གྱིས་གསོ་སྦྱོང་དང་།
en: If he goes, do not attempt to stop him.

source: དགག་དབྱེ་དང་། གསོལ་བ་དང་།
en: If he walks away, do not attempt to stop him.

source: གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་བགྱི་སྟེ། དེས་དགེ་འདུན་མི་མཐུན་པར་མི་འགྱུར་བར་མཛད་ན། ཚེ་དང་ལྡན་པ་གང་དག་དགེ་སློང་བྱེ་མ་སྐྱེས་སྨྱོས་པ་ལ་སྨྱོས་པའི་གནང་བ་སྩལ་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: I ask those venerable ones who can accept our deeming the saṅgha should not be deemed in discord whether the monk Saikata comes or goes when they perform the saṅgha’s restoration rite, lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution to remain silent.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས་དགེ་འདུན་གྱིས་དགེ་སློང་བྱེ་མ་སྐྱེས་སྨྱོས་པ་ལ་སྨྱོས་པའི་གནང་བ་སྩལ་ལགས་ཏེ།
en: “By expressing their acceptance and giving their consent, the saṅgha grants the monk Saikata an exemption by reason of derangement.

source: འདི་ལྟ་སྟེ། གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་ལྟུང་བ་དྲན་ན་དགེ་སློང་དེས་དགེ་སློང་གི་མདུན་དུ་ལྟུང་བ་ཆོས་བཞིན་དུ་ཕྱིར་བྱ་སྟེ། དགེ་སློང་དེས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ་མཆིལ་ལྷམ་གཉིས་ཕུད་དེ་རྒན་རིམས་བཞིན་དུ་ཕྱག་འཚལ་ནས།
en: The Ten Recollections “If, on the fifteenth, the day of the restoration rite, a monk recalls an offense, that monk should properly make amends for the offense before another monk as follows: he should take his upper robe from one shoulder, take off both sandals, and prostrate to the assembled in order of seniority before squatting with palms pressed together.

source: དགེ་སློང་གི་མདུན་དུ་ཙོག་ཙོག་པོར་འདུག་སྟེ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: While squatting before the monk with palms pressed together and head bowed, he should say, ‘Venerable, please listen.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་ལ་ལྟུང་བ་འདི་ལྟ་བུ་འདི་བྱུང་སྟེ།
en: I, the monk named so-and-so, have incurred this offense.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་ལྟུང་བ་དེ་དག་པའི་མཐའ་ཚུན་ཆད་ནས་བཟུང་སྟེ། ཚེ་དང་ལྡན་པའི་མདུན་དུ་མཐོལ་ལོ་བཤགས་སོ། །མི་འཆབ་བོ། །
en: I, the monk named so-and-so, confess and disclose each and every one of those offenses before you, venerable; I do not conceal them.

source: མཐོལ་ཞིང་བཤགས་ན་བདག་བདེ་བ་ལ་རེག་པར་གནས་པར་འགྱུར་གྱི།
en: If I confess and disclose them, I will be at ease.

source: མ་མཐོལ་མ་བཤགས་ན་ནི་མི་འགྱུར་རོ། །
en: If I do not confess and disclose them, I will not be at ease.’

source: དེས་ལྟུང་བ་མཐོང་ངམ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “He is then asked, ‘Do you recognize the offense?’

source: མཐོང་ངོ་། །
en: “The monk should reply, ‘I do.’

source: དེས་ཕྱིན་ཆད་སྡོམ་མམ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “He is then asked, ‘From now on, will you refrain from it?’ “He replies, ‘I will.’

source: སྡོམ་མོ། །དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བཟླས།
en: “That should be repeated verbatim a second and third time.

source: ལེན་པས་ཐབས་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “The confessor should then say, ‘That is the means.’
